IDEA StatiCa Open Model
TemperatureLoadOnLine.Direction Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Direction on temperaure
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public TemperatureDirection Direction { get; set; }
Public Property Direction As TemperatureDirection
	Get
	Set
public:
property TemperatureDirection Direction {
	TemperatureDirection get ();
	void set (TemperatureDirection value);
}
Property Value
Type: TemperatureDirection
See Also
Reference
TemperatureLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace